tap "homebrew/bundle"

brew "age"
brew "atuin"
brew "bat"
brew "btop"
brew "chezmoi"
brew "curlie"
brew "delta"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "harlequin"
brew "jq"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "rustup-init"
brew "tree"
brew "tmux"
brew "volta"
brew "zoxide"
brew "zsh"

cask "kitty"
cask "orbstack"
